; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Tamil
; Translation by: Ramesh R
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "ramesh.aar3@gmail.com "
Translationby = "Ramesh R"
Language = "தமிழ்"
pickatask = "ஒரு செயல் எடு"
lockafolder = "ஒரு கோப்புறையை பூட்டு"
unlockselected = "தேர்ந்தெடுக்கப்பட்ட கோப்புறையை திறக்க"
changepassword = "முதன்மை கடவுச்சொல் மாற்று"
exit = "வெளியேறு"
Aboutlockafolder = "LocK-A-FoLdeR பற்றி"
enternewpassword = "புதிய கடவுச்சொல்லை உள்ளிடவும்"
entermasterpassword = "முதன்மை கடவுச்சொல்லை உள்ளிடவும்"
alreadyrunning = "LocK-A-FoLdeR ஏற்கனவே இயங்குகிறது"
doesntexist = "இல்லை"
chooseafolder = "பூட்டுவதற்கு ஒரு கோப்புறையை தேர்வு செய்"
selectfirst = "முதலில் ஒரு கோப்புறையை தேர்ந்தெடுக்கவும்"
alreadyinlist = "ஏற்கனவே பட்டியலில் உள்ளது"
plzwait = "தயவுசெய்து காத்திருக்கவும்"
unable2lock = "பூட்ட முடியாது"
unable2unlock = "திறக்க முடியாது"
invalidpass = "தவறான கடவுச்சொல்"
alertmasterpass = "ஒரு முதன்மை கடவுச்சொல் தேர்வு செய்யவும்."
nointernet = "உங்கள் இணைய இணைப்பில் ஏதோ பிரச்சினை உள்ளது"
checkupdates = "புதிய பதிப்பை பார்க்கவும்"
openreadme = "Readme கோப்பை திறக்க"
visitwebpage = "வலைப்பக்கத்தை பார்க்கவும்"
rescuecentre = "பாதுகாப்பு மையம்"
Rescuefolder = "ஒரு கோப்புறையை பாதுகாக்க"
notinlist = "பட்டியலில் இல்லாத கோப்புகளை இங்கே திறக்கலாம்"